{
  "users": [
    {
      "id": "1",
      "email": "alibek@mail.ru",
      "password": "123456"
    },
    {
      "id": 2,
      "email": "random@mail.ru",
      "password": "qwerty"
    }
  ],
  "films": [
    {
      "id": 1,
      "title": "Воздух",
      "image": "",
      "year": 2023,
      "time": 151,
      "limitAge": 18,
      "country": "Россия",
      "genre": ["Военные", "Драмы", "Исторические"],
      "description": "Патриотическая драма Алексея Германа мл. с Анастасией Талызиной, Еленой Лядовой и Сергеем Безруковым в главных ролях.",
      "rating": 7.6,
      "review": [
        {
          "name": "Профиль",
          "text": "Фильм достаточно жестокий, горе описанное выглядит слишком реалестично. Смотреть тяжелл((Очень жестокий фильм, горе от войны отображено слишком..."
        },
        {
          "name": "Профиль",
          "text": "Фильм достаточно жестокий, горе описанное выглядит слишком реалестично. Смотреть тяжелл((Очень жестокий фильм, горе от войны отображено слишком..."
        }
      ]
    },
    {
      "id": 2,
      "title": "Семейство Бигфутов",
      "image": "",
      "year": 2020,
      "time": 104,
      "limitAge": 6,
      "country": "Бельгия",
      "genre": ["Фэнтези", "Приключение", "Комедия"],
      "description": "Мальчик Адам, сын знаменитого Бигфута, отправляется в путешествие на Аляску. Вместе с мамой и веселой компанией животных Адам должен разыскать пропавшего отца и встать на защиту местной природы. Яркая, увлекательная и добрая анимационная комедия для семейного просмотра, продолжение успешного франко-бельгийского мультфильма «Стань легендой! Бигфут Младший».",
      "rating": 8.3,
      "review": [
        {
          "name": "Профиль",
          "text": "я советую посмотреть этот мультфильм он мне очень понравился а"
        },
        {
          "name": "Профиль",
          "text": "Я Варя, мне 8 лет. Всё очень классно, советую. Я в 1 классе и я очень люблю предмет окружающий мир. А реч идёт про природу"
        }
      ]
    },
    {
      "id": 3,
      "title": "Упс...Ной уплыл!",
      "image": "",
      "year": 2015,
      "time": 82,
      "limitAge": 6,
      "country": "Германия",
      "genre": ["Для детей", "Зарубужное", "Про животных"],
      "description": "Патрик Бак, Карла Бекер и Ава Конноли в анимационной комедии Тоби Генкеля и Шона МакКормака «Упс… Ной уплыл!». Близится Всемирный потоп. Это скверная новость. Однако Ной построил ковчег для животных. Это обнадеживающая новость. Между тем Дейва и его сына Финни, двух зверушек неизвестного вида, не допускают на борт. Они попросту отсутствуют в списке. Это опять дурное известие. Желая спасти сына, Дейв проникает на",
      "rating": 7.9,
      "review": [
        {
          "name": "Профиль",
          "text": "Хороший мультфильм, посмотрели с удовольствием!"
        },
        {
          "name": "Профиль",
          "text": "Хороший мультфильм, посмотрели с удовольствием!"
        }
      ]
    },
    {
      "id": 4,
      "title": "Пушистый Шпион",
      "image": "",
      "year": 2018,
      "time": 92,
      "limitAge": 6,
      "country": "Германия",
      "genre": ["Приключение", "Семейное", "Ддя Детей"],
      "description": "Изнеженная домашняя кошка Марни мечтает о карьере спецагента. Впервые в жизни она отправляется в путешествие, чтобы вывести на чистую воду хитроумную банду грабителей. Команда немецких мультипликаторов во главе с режиссерским дуэтом братьев-близнецов Кристофа и Вольфганга Лауэнштайн («Пришельцы в доме») представляет приключенческую анимационную комедию для всей семьи «Пушистый шпион».",
      "rating": 7.9,
      "review": [
        {
          "name": "Профиль",
          "text": "а чё норм мультик этот дет там с ружём хах"
        },
        {
          "name": "Профиль",
          "text": "хороший мульт. детям самое то ну мне понравился"
        }
      ]
    },
    {
      "id": 1,
      "title": "Воздух",
      "image": "",
      "year": 2023,
      "time": 151,
      "limitAge": 18,
      "country": "Россия",
      "genre": ["Военные", "Драмы", "Исторические"],
      "description": "Патриотическая драма Алексея Германа мл. с Анастасией Талызиной, Еленой Лядовой и Сергеем Безруковым в главных ролях.",
      "rating": 7.6,
      "review": [
        {
          "name": "Профиль",
          "text": "Фильм достаточно жестокий, горе описанное выглядит слишком реалестично. Смотреть тяжелл((Очень жестокий фильм, горе от войны отображено слишком..."
        }
      ]
    },
    {
      "id": 2,
      "title": "Паркер",
      "image": "",
      "year": 2013,
      "time": 118,
      "limitAge": 16,
      "country": "США",
      "genre": ["Боевики", "Триллеры", "Мелодрамы"],
      "description": "Поклонники мужественного Джейсона Стэйтема получили очередную возможность насладиться суровым обаянием любимого актера. Смотрите онлайн фильм «Паркер» – новый остросюжетный криминальный триллер именитого режиссера Тэйлора Хэкворда. «Паркер» - история необычного вора. У него есть свой кодекс: не красть у тех, кто нуждается. Паркер готов насмерть стоять на своем, и помогите небеса тем, кто будет иметь глупость встать у него на пути. А такие найдутся и попытаются отправить несговорчивого вора на тот свет. Паркер чудом остается жив. Он горит желанием отыграться по полной и жестоко наказать обидчиков. На принятом пути мести герою не обойтись без обворожительной помощницы, роль которой досталась неувядающей Дженнифер Лопез. Актриса здесь продемонстрировала все грани своего таланта, еще больше подчеркнув тем самым брутальность партнера по съемочной площадке. Фильм наполнен сложными трюками, погонями, перестрелками, драками и разряжающими атмосферу шутками в лучших традициях жанра экшн.",
      "rating": 8.0,
      "review": [
        {
          "name": "Профиль",
          "text": "Стэйтем как всегда хорош."
        }
      ]
    },
    {
      "id": 3,
      "title": "Божественная ярость",
      "image": "",
      "year": 2019,
      "time": 128,
      "limitAge": 16,
      "country": "Южная Корея",
      "genre": ["Ужасы", "Боевики", "Фэнтези"],
      "description": "Главный герой Ён Ху в детстве потерял отца, честного и набожного полицейского. Эта трагедия отворачивает юношу от веры в бога и людей, которые в трудный час не смогли помочь.",
      "rating": 8.0,
      "review": [
        {
          "name": "Профиль",
          "text": "Клааасный очень понравился)))"
        }
      ]
    },
    {
      "id": 4,
      "title": "Операция Фортуна ",
      "image": "",
      "year": 2023,
      "time": 113,
      "limitAge": 18,
      "country": "США",
      "genre": ["Комедии", "Боевики", "Зарубежные"],
      "description": "Суперагент, его команда и звёздный актёр должны вернуть секретное изобретение, которое было украдено для продажи на чёрном рынке. На кону – мировая стабильность и жизнь всех участников этой невыполнимой миссии. Ироничный и стильный шпионский боевик от гения экшен-комедий Гая Ричи с роскошной актёрской командой.",
      "rating": 8.0,
      "review": [
        {
          "name": "Профиль",
          "text": "Неплохо, но вообще не уровень Гая Ричи, как будто фильм по-быстрому переделывали, ну на разок сойдет"
        }
      ]
    },
    {
      "id": 5,
      "title": "Эксперимент Ведьма ",
      "image": "",
      "year": 2022,
      "time": 132,
      "limitAge": 18,
      "country": "Южная Корея",
      "genre": ["Триллеры", "Боевики", "Фантастика"],
      "description": "Девочка с удивительными способностями, ставшая жертвой секретных экспериментов, сбегает от организации, которая не хочет её отпускать. Захватывающий боевик, ставший хитом проката в Южной Корее.",
      "rating": 7.1,
      "review": [
        {
          "name": "Профиль",
          "text": "Девочка с удивительными способностями, ставшая жертвой секретных экспериментов, сбегает от организации, которая не хочет её отпускать. Захватывающий боевик, ставший хитом проката в Южной Корее."
        }
      ]
    },
    {
      "id": 6,
      "title": "Бесславные ублюдки",
      "image": "",
      "year": 2009,
      "time": 152,
      "limitAge": 18,
      "country": "Германия",
      "genre": ["Комедии", "Боевики", "Драмы"],
      "description": "Вторая Мировая война близится к концу. Американский лейтенант Альдо Рейн и его отряд «Бесславные ублюдки» отправляются в Европу, чтобы противостоять зверствам нацистов их же методами. Комедийный боевик Квентина Тарантино, получивший «Оскар».",
      "rating": 8.2,
      "review": [
        {
          "name": "Профиль",
          "text": "Фильм шикарен, как и любой другой от неповторимого Квентина."
        }
      ]
    },
    {
      "id": 2,
      "title": "Чернобыль",
      "image": "",
      "year": 2021,
      "time": 135,
      "limitAge": 16,
      "country": "Россия",
      "genre": ["Катастрофы", "Драмы", "Исторические"],
      "description": "После аварии на Чернобыльской АЭС молодой пожарный Алексей присоединяется к группе ликвидаторов, направленных на устранение последствий катастрофы. Они должны предотвратить новый мощный взрыв. Масштабный фильм-катастрофа, вдохновленный реальными событиями, – вторая картина в режиссерской карьере Данилы Козловского, также исполнившего главную роль.",
      "rating": "7.6",
      "review": [
        {
          "name": "Профиль",
          "text": "Потраченные 2 часа, ни истории, ни героизма людей, не рекомендую. По сравнению с HBO небо и земля."
        },
        {
          "name": "Василий Медведь",
          "text": "Ну куда полез...Наш ответ HBO? Зачем?"
        }
      ]
    },
    {
      "id": 3,
      "title": "Калашников",
      "image": "",
      "year": 2020,
      "time": 104,
      "limitAge": 16,
      "country": "Россия",
      "genre": ["Биография", "Драмы", "Военные"],
      "description": "История советского конструктора-самоучки, создавшего самое распространенное в мире стрелковое оружие АК-47. Покинув фронт из-за тяжелого ранения, молодой сержант Калашников находит другой способ служить Родине. Историко-биографическая драма режиссера Константина Буслова о рождении легендарного автомата и непростом жизненном пути его создателя, в роли которого снялся Юрий Борисов («Бык», «Т-34», «Союз спасения»",
      "rating": "8.8",
      "review": [
        {
          "name": "Профиль",
          "text": "Посмотрел. Не пожалел. Хороший фильм с точки зрения художественного. Эмоции вызывает. И самое главное нет Петрова)))"
        },
        {
          "name": "Андрей Соколов",
          "text": "Отличный фильм, однозначно заслуживает внимания!"
        }
      ]
    },
    {
      "id": 4,
      "title": "Дорога на Берлин",
      "image": "",
      "year": 2015,
      "time": 82,
      "limitAge": 16,
      "country": "Россия",
      "genre": ["Исторические", "Драмы", "Военные"],
      "description": "Юрий Борисов («Елена») и Мария Карпова («Белый тигр») в пронзительной военно-патриотической драме, приуроченной к 70-летию победы в Великой Отечественной войне. Сюжет фильма отчасти основан на рассказе Эммануила Казакевича «Двое в степи» и военных дневниках поэта Константина Симонова. Июнь 1941 года. Самое начало войны, когда практически по всей западной границе СССР идет кровопролитные сражения",
      "rating": "7.4",
      "review": [
        {
          "name": "Максим Носко",
          "text": "Прекрасный фильм!"
        },
        {
          "name": "Алексей",
          "text": "отличный фильм.Молодцы."
        }
      ]
    }
  ]
}
