{
  "users": [
    {
      "id": 1,
      "name": "Aimona",
      "login": "aimon.18",
      "password": "123123"
    }
  ],
  "films": [
    {
      "id": 1,
      "title": "Гарри Поттер и философский камень",
      "image": "",
      "year": 2001,
      "time": 152,
      "limitage": 6,
      "country": "Великобритания, США",
      "genre": ["Фильмы", "Семееные", "Фентези", "Приключения"],
      "description": "Фильм 'Гарри Поттер и философский камень' это начало удивительных похождений юного волшебника. Сюжет завязан на десятилетнем мальчишке Гарри Поттере, который в детстве потерял своих родителей, и вынужден был жить с дядей и тетей – не самыми добрыми людьми. Однако на одиннадцатилетие Гарри, все меняется, поскольку на пороге дома появляется таинственный гость, с письмом в руках, содержимое которого гласит, что мальчик является волшебником, и принят на обучение в магическую школу Хогвартс. Вскоре юноша оказывается в волшебном мире, где ему предстоит завести верных друзей, впутаться в опасные приключения и узнать страшную тайну гибели своих близких",
      "reating": 8.3,
      "review": [
        {
          "name": "йййййй",
          "text": "Четкий фильм смотрел 101."
        },
        {
          "name": "Leylasaffar",
          "text": "- И даже после скольких лет!? - Всегда…"
        }
      ]
    },
    {
      "id": 2,
      "title": "Гарри Поттер и Тайная комната",
      "image": "",
      "year": 2002,
      "time": 161,
      "limitage": 12,
      "country": "Великобритания, США",
      "genre": ["Фентези", "Приключения", "Семееные"],
      "description": "Гарри Поттер переходит на второй курс Школы чародейства и волшебства Хогвартс. Эльф Добби предупреждает Гарри об опасности, которая поджидает его там, и просит больше не возвращаться в школу.",
      "reating": 8.1,
      "review": [
        {
          "name": "lord.whiskas",
          "text": "Фильмы про Гарри Поттера как вино! С каждым годом все лучше и лучше.)"
        },
        {
          "name": "ivan.prip",
          "text": "Удачное продолжение, чуть интереснее первого фильма. 8,5 из 10."
        }
      ]
    },
    {
      "id": 3,
      "title": "Гарри Поттер и узник Азкабана",
      "image": "",
      "year": 2004,
      "time": 142,
      "limitage": 12,
      "country": "Великобритания, США",
      "genre": ["Фентези", "Приключения", "Семееные"],
      "description": "Гарри, Рон и Гермиона возвращаются на третий курс школы чародейства и волшебства Хогвартс. На этот раз они должны раскрыть тайну узника, сбежавшего из тюрьмы Азкабан, чье пребывание на воле создает для Гарри смертельную опасность.",
      "reating": 8.2,
      "review": [
        {
          "name": "Markusss1",
          "text": "Мне вот нравится то, что здесь с каждой серией все интереснее и интереснее, ну и они не становятся хуже. Вот эта часть ни чем не хуже первой части, хотя всегда в подобных вселенных после первой части последующие фильмы становятся хуже. Здесь еще и знакомство с Сириусом, плюс Дементоры - сделано качественно, получил удовольствие от просмотра."
        },
        {
          "name": "Olarena",
          "text": "Прошло уже 20 лет после выхода первой части, но Гарри Поттер остаётся все тем же символом Нового года и Рождества для многих. Каждый раз когда я смотрю этот фильм, то открываю, что то новое, после первых двух частей видно, как выросли герои, а с ними и проблемы с которыми они сталкиваться. 10/10."
        }
      ]
    }
  ]
}
